a52dec
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
akonadi
akonadi-calendar
akonadi-contacts
akonadi-import-wizard
akonadi-mime
akonadi-notes
akonadi-search
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
appstream
appstream-qt
archlinux-keyring
argon2
ark
at-spi2-atk
at-spi2-core
atk
attica
attr
audit
autoconf
automake
avahi
baloo
baloo-widgets
base
bash
bash-completion
bc
binutils
bison
bluedevil
bluez
bluez-libs
bluez-qt
bluez-utils
boost-libs
botan
breeze
breeze-gtk
breeze-icons
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
calendarsupport
calibre
cantarell-fonts
cdparanoia
cfitsio
chmlib
cifs-utils
convertlit
coreutils
cronie
cryptsetup
cuda
cudnn
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dialog
diffutils
discount
djvulibre
dmraid
dnssec-anchors
dolphin
dosfstools
double-conversion
drkonqi
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
egl-wayland
eglexternalplatform
en_se
eventviews
exiv2
expat
fakeroot
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
flac
flex
fontconfig
foomatic-db-engine
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
git
glew
glib-networking
glib2
glibc
glslang
glu
gmp
gnome-keyring
gnupg
gnutls
gobject-introspection-runtime
google-chrome
gpgme
gpm
gptfdisk
grantlee
grantleetheme
graphene
graphite
graphviz
grep
groff
grub
grub-btrfs
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk3
gts
guile
gwenview
gzip
harfbuzz
hicolor-icon-theme
hidapi
hplip
htop
hunspell
hwdata
hwloc
hyphen
iana-etc
ibus
ibus-bamboo
icu
ijs
imagemagick
incidenceeditor
iniparser
intel-ucode
iproute2
iptables-nft
iputils
iso-codes
isw
jansson
jasper
jbig2dec
jemalloc
js78
json-c
json-glib
jxrlib
kaccounts-integration
kactivities
kactivities-stats
kactivitymanagerd
kalarmcal
kalendar
karchive
kate
kauth
kbd
kbookmarks
kcalc
kcalendarcore
kcalutils
kcmutils
kcodecs
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdav
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdecoration
kded
kdelibs4support
kdepim-addons
kdepim-runtime
kdeplasma-addons
kdesu
kdiagram
kdnssd
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyutils
kfilemetadata
kgamma5
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidentitymanagement
kidletime
kimageannotator
kimap
kinfocenter
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kitinerary
kjobwidgets
kjs
kldap
kmailtransport
kmbox
kmenuedit
kmime
kmod
knewstuff
knotifications
knotifyconfig
konsole
kontactinterface
kpackage
kparts
kpeople
kpimtextedit
kpkpass
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
ksmtp
ksshaskpass
ksystemstats
ktexteditor
ktextwidgets
ktnef
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwalletmanager
kwayland
kwayland-integration
kwayland-server
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
l-smash
lame
layer-shell-qt
lcms2
ldb
ldns
less
libaccounts-glib
libaccounts-qt
libaio
libakonadi
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libde265
libdmtx
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgee
libglvnd
libgnomekbd
libgpg-error
libgravatar
libgudev
libheif
libibus
libical
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libjpeg-turbo
libkdcraw
libkdepim
libkexiv2
libkgapi
libkipi
libkleo
libkolabxml
libksba
libkscreen
libksieve
libksysguard
libldac
libldap
liblouis
liblqr
libmbim
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpeg2
libmtp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libphonenumber
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsidplay
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunrar
libunwind
liburcu
libusb
libusbmuxd
libutempter
libva
libva-mesa-driver
libvdpau
libvisual
libvorbis
libvpx
libwacom
libwebp
libwmf
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lsof
lua
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
mailcommon
mailimporter
make
mariadb
mariadb-clients
mariadb-libs
mathjax
mbedtls
md4c
mdadm
media-player-info
mesa
mesa-demos
mesa-utils
messagelib
milou
miniconda3
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpfr
mpv
mtdev
mtools
mujs
ncurses
ndctl
neofetch
net-snmp
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-qt
nftables
nm-connection-editor
noto-fonts
noto-fonts-cjk
npth
nspr
nss
nvidia
nvidia-utils
obs-studio
okular
onlyoffice-bin
openal
opencl-nvidia
opencore-amr
openjpeg2
openmpi
openssh
openssl
optimus-manager
optimus-manager-qt
optipng
opus
orc
os-prober
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
parted
patch
pciutils
pcre
pcre2
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-which
perl-mailtools
perl-path-tiny
perl-timedate
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
phonon-qt5
phonon-qt5-gstreamer
pimcommon
pinentry
pipewire
pipewire-jack
pipewire-media-session
pipewire-pulse
pixman
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-workspace
plasma-workspace-wallpapers
podofo
polkit
polkit-kde-agent
polkit-qt5
poppler
poppler-qt5
popt
power-profiles-daemon
powerdevil
ppp
prison
procps-ng
protobuf
psmisc
pugixml
purpose
python
python-appdirs
python-apsw
python-beautifulsoup4
python-brotlicffi
python-cchardet
python-cffi
python-chardet
python-css-parser
python-cssselect
python-dateutil
python-distro
python-dnspython
python-feedparser
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-ifaddr
python-importlib-metadata
python-jeepney
python-lxml
python-markdown
python-mechanize
python-more-itertools
python-msgpack
python-multivolumefile
python-netifaces
python-ordered-set
python-packaging
python-pillow
python-ply
python-psutil
python-py7zr
python-pychm
python-pycparser
python-pycryptodomex
python-pygments
python-pyparsing
python-pyppmd
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyzstd
python-regex
python-setuptools
python-sgmllib3k
python-six
python-soupsieve
python-texttable
python-unrardll
python-webencodings
python-zeroconf
python-zipp
qca-qt5
qgpgme
qpdf
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qtkeychain-qt5
rav1e
re2
readline
rest
rsync
rubberband
run-parts
sbc
sddm
sddm-kcm
sdl2
sed
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snappy
socat
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
spectacle
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sudo
svt-av1
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
thunderbird
timeshift
timeshift-autosnap
torguard
touchegg
tracker3
tslib
ttf-carlito
ttf-dejavu
ttf-hack
ttf-liberation
tzdata
uchardet
udisks2
unrar
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
visual-studio-code-bin
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-tools
wayland
wayland-utils
webrtc-audio-processing
wget
which
wireguard-tools
wpa_supplicant
x264
x265
xapian-core
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xerces-c
xf86-input-libinput
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xhost
xorg-xkbcomp
xorg-xmessage
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xvidcore
xxhash
xz
yay
zeromq
zimg
zlib
zoom
zstd
zxing-cpp
