aic94xx-firmware
alsa-utils
ark
audacious
audacium
autoconf
automake
base
bash-completion
binutils
bison
bluedevil
bluez-utils
breeze-gtk
bridge-utils
calibre
cmatrix
cuda
cudnn
cups
dhcpcd
dialog
discord
dnsmasq
dolphin
edk2-ovmf
efibootmgr
en_se
fakeroot
ffmpegthumbs
filelight
firefox
flex
gcc
git
gnome-disk-utility
gnome-keyring
google-chrome
groff
grub
gwenview
hplip
hplip-plugin
htop
ibus-bamboo
inetutils
intel-ucode
iptables-nft
isw
kaccounts-providers
kalendar
kate
kcalc
kde-gtk-config
kdegraphics-thumbnailers
kdepim-addons
kdeplasma-addons
konsole
kscreen
ksshaskpass
kwallet-pam
kwalletmanager
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lrzip
lshw
lzop
m4
make
mesa-utils
miniconda3
mpv
nano
neofetch
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
okular
onlyoffice-bin
optimus-manager
optimus-manager-qt
os-prober
p7zip
pamac-aur
patch
pipewire-pulse
pkgconf
plasma-desktop
plasma-nm
plasma-pa
powerdevil
python-pip
python-pyqt5
python-reportlab
qt5-webkit
rpcbind
sane
sddm
seahorse
spectacle
spotify
sudo
terminus-font
texinfo
thunderbird
timeshift
timeshift-autosnap
torguard
touchegg
traceroute
ttf-caladea
ttf-carlito
unrar
upd72020x-fw
vim
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
visual-studio-code-bin
wd719x-firmware
which
wireguard-tools
wpa_supplicant
x11-ssh-askpass
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
yakuake
yay
zoom
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
